Repository: PabloGradolph/TFM_Bibliometrics
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: es

source: Bibliometrics IPBLN
es: Bibliometría IPBLN

source: Dashboard
es: Panel de Control

source: About
es: Acerca de

source: Spanish
es: Español

source: English
es: Inglés

source: EN
es: ES

source: Interactive web tool for scientific production analysis
es: Herramienta web interactiva para el análisis de la producción científica

source: Home - Bibliometrics IPBLN
es: Inicio - Bibliometrics IPBLN

source: Welcome to Bibliometrics IPBLN
es: Bienvenido a Bibliometría IPBLN

source: Data Analysis
es: Análisis de Datos

source: Explore and analyze IPBLN's scientific production with interactive visualizations.
es: Explore y analice la producción científica del IPBLN con visualizaciones interactivas.

source: Collaboration Networks
es: Redes de Colaboración

source: Discover collaboration patterns between researchers and groups.
es: Descubra patrones de colaboración entre investigadores y grupos.

source: Topic Analysis
es: Análisis de Temas

source: Identify main topics and trends in research.
es: Identifique los principales temas y tendencias en la investigación.

source: How to get started?
es: ¿Cómo empezar?

source: Access the Dashboard to view main visualizations
es: Acceda al Panel de Control para ver las visualizaciones principales

source: Explore data by researcher, group, or thematic area
es: Explore datos por investigador, grupo o área temática

source: Generate customized reports
es: Genere informes personalizados

source: Go to Dashboard
es: Ir al Panel de Control

source: About - Bibliometrics IPBLN
es: Acerca de - Bibliometrics IPBLN

source: About Bibliometrics IPBLN
es: Acerca de Bibliometría IPBLN

source: Features
es: Características

source: Scientific production analysis
es: Análisis de la producción científica

source: Citation analysis
es: Análisis de citas

source: Collaboration network analysis
es: Análisis de redes de colaboración

source: Topic analysis
es: Análisis de temas

source: Customized report generation
es: Generación de informes personalizados

source: Technologies
es: Tecnologías

source: Django & Python
es: Django y Python

source: AI & NLP Tools
es: Herramientas de IA y PLN

source: Our tool provides comprehensive analysis of scientific production, including:
es: Nuestra herramienta proporciona un análisis completo de la producción científica, incluyendo:

source: Publication Trends
es: Tendencias de Publicación

source: Citation Impact
es: Impacto de Citas

source: Collaboration Patterns
es: Patrones de Colaboración

source: Research Topics
es: Temas de Investigación

source: Dashboard - Bibliometrics IPBLN
es: Panel de Control - Bibliometrics IPBLN

source: Interactive visualizations of scientific production
es: Visualizaciones interactivas de la producción científica

source: Filters
es: Filtros

source: Year
es: Año

source: All years
es: Todos los años

source: Thematic Area
es: Área Temática

source: All areas
es: Todas las áreas

source: Institution
es: Institución

source: All institutions
es: Todas las instituciones

source: Publication Type
es: Tipo de Publicación

source: All types
es: Todos los tipos

source: Publication Timeline
es: Línea de Tiempo de Publicaciones

source: Yearly
es: Anual

source: Monthly
es: Mensual

source: Areas Distribution
es: Distribución de Áreas

source: Pie
es: Circular

source: Bar
es: Barras

source: Interactive Co-authorship network between IPs
es: Red de Colaboración Interactiva (entre IPs)

source: Force
es: Fuerza

source: Matrix
es: Matriz

source: Publications & Metrics
es: Publicaciones y Métricas

source: Export
es: Exportar

source: Metric
es: Métrica

source: Value
es: Valor

source: Trend
es: Tendencia

source: Change
es: Cambio

source: Search Publications & Authors
es: Buscar publicaciones y autores

source: Search by publication title or author name...
es: Buscar por título de publicación o nombre de autor...

source: AI-Powered Search
es: Búsqueda inteligente (IA)

source: Coming Soon
es: Próximamente

source: Ask anything about the publications...
es: Pregunta cualquier cosa sobre las publicaciones...

source: Clear Filters
es: Limpiar filtros

source: No results found.
es: No se encontraron resultados.

source: Search Results
es: Resultados de la búsqueda

source: Authors
es: Autores

source: Institutions
es: Instituciones

source: Areas
es: Áreas

source: View publication
es: Ver publicación

source: Only one author can be selected at a time.
es: Sólo un autor puede ser seleccionado a la vez.

source: Title
es: Título

source: Dimensions Citations
es: Citas Dimensions

source: WoS Citations
es: Citas WoS

source: Scopus Citations
es: Citas Scopus

source: International Collaboration
es: Colaboración Internacional

source: Community View
es: Vista de Comunidades

source: By Department
es: Por departamento

source: Best Modularity (7 communities)
es: Mejor Modularidad (7 comunidades)

source: Best Modularity (5 communities)
es: Mejor Modularidad (5 comunidades)

source: By Keywords
es: Por Palabras Clave

source: Show all Tags
es: Mostrar etiquetas

source: Created by
es: Creado por

source: About IPBLN-CSIC
es: Acerca del IPBLN-CSIC

source: The Instituto de Parasitología y Biomedicina López-Neyra (IPBLN) is a research center of the Spanish National Research Council (CSIC) located in Granada, Spain.
es: El Instituto de Parasitología y Biomedicina López-Neyra (IPBLN) es un centro de investigación del Consejo Superior de Investigaciones Científicas (CSIC) ubicado en Granada, España.

source: It focuses on cutting-edge research in the fields of Parasitology and Biomedicine.
es: Se centra en investigación de vanguardia en los campos de la Parasitología y la Biomedicina.

source: This tool was developed within the framework of a research project at IPBLN-CSIC to analyze its scientific production.
es: Esta herramienta fue desarrollada en el marco de un proyecto de investigación en el IPBLN-CSIC para analizar su producción científica.

source: Visit IPBLN Website
es: Visitar sitio web del IPBLN

source: About the Creator
es: Acerca del Creador

source: This interactive web tool was developed by Pablo Gradolph Oliva as part of his Master's Final Project in Data Science and Computer Engineering at the University of Granada.
es: Esta herramienta web interactiva fue desarrollada por Pablo Gradolph Oliva como parte de su Trabajo de Fin de Máster en Ciencia de Datos e Ingeniería de Computadores en la Universidad de Granada.

source: He is currently continuing its development at IPBLN-CSIC through a JAE Intro 2025 grant. Pablo has a background in multidisciplinary sciences and a strong passion for programming and software development.
es: Actualmente continúa su desarrollo en el IPBLN-CSIC a través de una beca JAE Intro 2025. Pablo tiene formación en ciencias multidisciplinares y una gran pasión por la programación y el desarrollo de software.

source: Visit Pablo's Portfolio
es: Visitar Portfolio de Pablo
